[Balance.PawnBalance_Sage_RoscoeLitter_Corrosive AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Ruska youth team")

[Balance.PawnBalance_Sage_RoscoeLitter_Fire AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="A fire that never dies")

[Balance.PawnBalance_Sage_RoscoeLitter_Rock AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="The Invincible Potato")

[Balance.PawnBalance_Sage_RoscoeLitter_Shock AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Invisible toriflux")

